Repository: Mozilla-GitHub-Standards/0f88202225a4a5d1e452e783ab7b3f72a8b4c95ebb4790a5e85d0ad9a9727b53
Catalog: locale/*/LC_MESSAGES/payments-ui.po
Languages: fa, fy_nl, pa

source: Sign Out
fa: خروج
fy_nl: Ofmelde
pa: ਸਾਈਨ ਆਊਟ

source: Payment Accounts
fa: حساب‌های پرداخت
fy_nl: Betellingsaccounts
pa: ਭੁਗਤਾਨ ਖਾਤਾ

source: Change
fa: تغییر
fy_nl: Wizigje
pa: ਬਦਲੋ

source: Receipts and Subscriptions
fa: رسیدها و عضویت‌ها
fy_nl: Untfangstbewizen en abonneminten
pa: ਰਸੀਦ ਅਤੇ ਗਾਹਕੀ

source: View/Change
fa: نمایش/تغییر
fy_nl: Werjaan/Wizigje
pa: ਵੇਖੋ/ਬਦਲੋ

source: Email Address and Password
fa: آدرس پست‌الکترونیکی و گذرواژه
fy_nl: E-mailadres en wachtwurd
pa: ਈਮੇਲ ਐਡਰੈਸ ਅਤੇ ਪਾਸਵਰਡ

source: Delete Account
fa: حذف حساب
fy_nl: Account fuortsmite
pa: ਖਾਤਾ ਹਟਾਓ

source: Delete
fa: حذف
fy_nl: Fuortsmite
pa: ਹਟਾਓ

source: Internal error. Please try again later.
fa: خطا داخلی. لطفا بعدا دوباره تلاش کنید.
fy_nl: Ynterne flater. Probearje it letter opnij.
pa: ਅੰਦਰੂਨੀ ਗਲਤੀ। ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।

source: Signing in
fa: در حال ورود
fy_nl: Oanmelde
pa: ਸਾਈਨ ਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Loading
fa: در حال بارگیری
fy_nl: Lade
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: per month
fa: هر ماه
fy_nl: per moanne
pa: ਹਰੇਕ ਮਹੀਨੇ

source: Incorrect card number
fa: شماره کارت نادرست
fy_nl: Ferkeard kaartnûmer
pa: ਗਲਤ ਕਾਰਡ ਨੰਬਰ

source: Card was declined
fa: کارت پذیرفته نشد
fy_nl: Kaart waard wegere
pa: ਕਾਰਡ ਨਾ-ਮੰਨਜੂਰ ਕੀਤਾ ਗਿਆ ਸੀ

source: Card number
fa: شماره کارت
fy_nl: Kaartnûmer
pa: ਕਾਰਡ ਨੰਬਰ

source: Invalid expiry date
fa: تاریخ انقضا نامعتبر
fy_nl: Unjildige ferrindatum
pa: ਗਲਤ ਆਖਰੀ ਮਿਤੀ

source: Invalid CVV
fa: کد CVV نامعتبر
fy_nl: Unjildige CVV
pa: ਗਲਤ ਸੀਵੀਵੀ

source: Subscribe
fa: ثبت نام
fy_nl: Abonnearje
pa: ਗਾਹਕ ਬਣੋ

source: Add new credit card
fa: اضافه کردن کارت اعتباری جدید
fy_nl: Nije creditcard tafoegje
pa: ਨਵਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜੋ

source: Payment Accepted
fa: پرداخت پذیرفته شد
fy_nl: Betelling akseptearre
pa: ਭੁਗਤਾਨ ਮੰਨਜੂਰ ਕੀਤੇ ਗਏ

source: Your receipt has been sent to
fa: رسید شما ارسال شده است برای
fy_nl: Jo betelbewiis is ferstjoerd nei
pa: ਤੁਹਾਡਾ ਰਸ਼ੀਦ ਨੰਬਰ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ

source: OK
fa: تایید
pa: ਓਕੇ

source: Setting up
fa: درحال برپاسازی
fy_nl: Ynstelle
pa: ਸੈਟਿੰਗ ਅੱਪ

source: Add Payment Method
fa: اضافه کردن روش پرداخت
fy_nl: Betellingsmetoade tafoegje
pa: ਭੁਗਤਾਨ ਢੰਗ ਜੋੜੋ

source: Add
fa: اضافه کردن
fy_nl: Tafoegje
pa: ਜੋੜੋ

source: Back
fa: بازگشت
fy_nl: Tebek
pa: ਪਿੱਛੇ

source: Submit
fa: ثبت
fy_nl: Ferstjoere
pa: ਭੇਜੋ

source: Delete Payment Method
fa: حذف روش پرداخت
fy_nl: Betellingsmetoade fuortsmite
pa: ਭੁਗਤਾਨ ਢੰਗ ਹਟਾਓ

source: My Account
fa: حساب من
fy_nl: Myn account
pa: ਮੇਰਾ ਖਾਤਾ

source: Edit My Account
fa: ویرایش حساب من
fy_nl: Myn account bewurkje
pa: ਮੇਰਾ ਖਾਤਾ ਸੋਧੋ

source: Change email address and password
fa: تغییر آدرس پست‌الکترونیکی و گذرواژه
fy_nl: E-mailadres en wachtwurd wizigje
pa: ਈਮੇਲ ਐਡਰੈਸ ਅਤੇ ਪਾਸਵਰਡ ਬਦਲੋ

source: When you delete your account, all of your subscriptions will be cancelled. This action cannot be undone. Are you sure you want to delete your account?
fa: زمانی که شما حساب خود را پاک کنید، تمامی ثبت‌نام‌های شما لغو خواهند شد. این مسئله قابل بازگشت نیست. آیا مطمئنید که می‌خواهید حساب خود را پاک کنید؟
fy_nl: As jo jo account fuortsmite, wurde al jo abonneminten annulearre. Dizze aksje kin net ûngedien makke wurde. Binne jo wis dat jo jo account fuortsmite wolle?

source: Delete account
fa: حذف حساب
fy_nl: Account fuortsmite
pa: ਖਾਤਾ ਹਟਾਓ

source: Subscriptions
fa: ثبت‌نام‌ها
fy_nl: Abonneminten
pa: ਗਾਹਕੀ

source: You haven't subscribed to anything yet.
fa: شما تا بحال در هیچ چیزی ثبت‌نام نکرده‌اید.
fy_nl: Jo binne noch nearne op abonnearre.
pa: ਤੁਸੀਂ ਹਾਲੇ ਤੱਕ ਗਾਹਕ ਨਹੀਂ ਬਣੇ ਹੋ।

source: Change payment account
fa: تغییر حساب پرداخت
fy_nl: Betellingsaccount wizigje
pa: ਭੁਗਤਾਨ ਖਾਤਾ ਬਦਲੋ

source: Cancel subscription
fa: حذف ثبت‌نام‌ها
fy_nl: Abonnemint annulearje
pa: ਗਾਹਕੀ ਰੱਦ ਕਰੋ

source: Transaction Receipts & History
fa: رسیدهای تراکنش‌ها و تاریخچه
fy_nl: Transaksjebewizen en skiednis
pa: ਲੈਣ-ਦੇਣ ਰਸੀਦਾਂ ਅਤੇ ਅਤੀਤ

source: Date
fa: تاریخ
fy_nl: Datum
pa: ਮਿਤੀ

source: View transactions from all companies
fa: نمایش تراکنش‌ها از تمام شرکت‌ها
fy_nl: Transaksjes fan alle bedriuwen werjaan

source: Amount
fa: مقدار
fy_nl: Bedrach
pa: ਰਕਮ

source: You haven't purchased anything yet.
fa: شما هنوز چیزی نخریده‌اید.
fy_nl: Jo hawwe noch neat oanskaft.
pa: ਤੁਸੀਂ ਹਾਲੇ ਤੱਕ ਕੁੱਝ ਵੀ ਨਹੀਂ ਖਰੀਦਿਆ।

source: Payment Methods
fa: روش‌های پرداخت
fy_nl: Betellingsmetoaden
pa: ਭੁਗਤਾਨ ਢੰਗ

source: You haven't added any credit cards yet
fa: شما هنوز هیچ کارت اعتباری‌ای اضافه نکرده‌اید
fy_nl: Jo hawwe noch gjin creditcards tafoege
pa: ਤੁਸੀਂ ਹਾਲੇ ਤੱਕ ਕੋਈ ਵੀ ਕਰੈਡਿਟ ਕਾਰਡ ਨਹੀਂ ਜੋੜਿਆ

source: Add a new card
fa: اضافه کردن یک کارت جدید
fy_nl: Nije kaart tafoegje
pa: ਇੱਕ ਨਵਾਂ ਕਾਰਡ ਜੋੜੋ

source: Please select
fa: لطفا انتخاب کنید
fy_nl: Selektearje
pa: ਚੁਣੋ ਜੀ

source: Initializing
fa: در حال برپاسازی اولیه
fy_nl: Inisjalisearje
pa: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Close
fa: بستن
fy_nl: Slute
pa: ਬੰਦ

source: Receipts & History
fa: رسیدها و تاریخچه
fy_nl: Betellingsbewizen en skiednis
pa: ਰਸ਼ੀਦਾਂ ਅਤੇ ਅਤੀਤ

source: CVV
pa: ਸੀਵੀਵੀ

source: CID
pa: ਸੀਆਈਡੀ
