Repository: Mozilla-GitHub-Standards/0f88202225a4a5d1e452e783ab7b3f72a8b4c95ebb4790a5e85d0ad9a9727b53
Catalog: locale/hsb/LC_MESSAGES/payments-ui.po
Languages: hsb

source: Sign Out
hsb: Wotzjewić

source: Payment Accounts
hsb: Płaćenske konta

source: Change
hsb: Změnić

source: Receipts and Subscriptions
hsb: Kwitowanki a trajne nadawki

source: View/Change
hsb: Pokazać/Změnić

source: Email Address and Password
hsb: E-mejlowa adresa a hesło

source: Delete Account
hsb: Konto zhašeć

source: Delete
hsb: Zhašeć

source: Internal error. Please try again later.
hsb: Nutřkowny zmylk. Prošu spytajće pozdźišo hišće raz.

source: Signing in
hsb: Přizjewja so

source: Loading
hsb: Začitować

source: per month
hsb: na měsac

source: Incorrect card number
hsb: Wopačne kartowe čisło

source: Card was declined
hsb: Karta je so wotpokazała

source: Card number
hsb: Kartowe čisło

source: Invalid expiry date
hsb: Njepłaćiwy datum płaćiwosće

source: Invalid CVV
hsb: Njepłaćiwy CVV

source: Subscribe
hsb: Trajny nadawk dać

source: Add new credit card
hsb: Nowu kreditnu kartu přidać

source: Payment Accepted
hsb: Płaćenje akceptowane

source: Your receipt has been sent to
hsb: Waša kwitowanka je so pósłała do

source: OK
hsb: W porjadku

source: Setting up
hsb: Zarjaduje so

source: Add Payment Method
hsb: Płaćensku metodu přidać

source: Add
hsb: Přidać

source: Back
hsb: Wróćo

source: Submit
hsb: Wotpósłać

source: Delete Payment Method
hsb: Płaćensku metodu zhašeć

source: My Account
hsb: Moje konto

source: Edit My Account
hsb: Moje konto wobdźěłać

source: Change email address and password
hsb: E-mejlowu adresu a hesko změnić

source: When you delete your account, all of your subscriptions will be cancelled. This action cannot be undone. Are you sure you want to delete your account?
hsb: Hdyž swoje konto zhašeće, so wšě waše trajne nadawki anuluja. Tuta akcija njeda so cofnyć. Chceće woprawdźe swoje konto zhašeć?

source: Delete account
hsb: Konto zhašeć

source: Subscriptions
hsb: Trajne nadawki

source: You haven't subscribed to anything yet.
hsb: Hišće trajne nadawki nimaće.

source: Change payment account
hsb: Płaćenske konto změnić

source: Cancel subscription
hsb: Trajny nadawk anulować

source: Transaction Receipts & History
hsb: Kwitowanki a historija transakcijow

source: Date
hsb: Datum

source: View transactions from all companies
hsb: Transakcije ze wšěch předewzaćow pokazać

source: Amount
hsb: Suma

source: You haven't purchased anything yet.
hsb: Hišće njejsće ničo kupił.

source: Payment Methods
hsb: Płaćenske metody

source: You haven't added any credit cards yet
hsb: Hišće njejsće kreditowe karty přidał

source: Add a new card
hsb: Nowu kartu přidać

source: Please select
hsb: Prošu wubjerće

source: Initializing
hsb: Inicializuje so

source: Close
hsb: Začinić

source: Receipts & History
hsb: Kwitowanki a historija
