Repository: Mozilla-GitHub-Standards/0f88202225a4a5d1e452e783ab7b3f72a8b4c95ebb4790a5e85d0ad9a9727b53
Catalog: locale/rm/LC_MESSAGES/payments-ui.po
Languages: rm

source: Sign Out
rm: Sortir

source: Payment Accounts
rm: Contos da pajament

source: Change
rm: Midar

source: Receipts and Subscriptions
rm: Quittanzas ed abunaments

source: View/Change
rm: Mussar/Midar

source: Email Address and Password
rm: Adressa dad e-mail e pled-clav

source: Delete Account
rm: Stizzar il conto

source: Delete
rm: Stizzar

source: Internal error. Please try again later.
rm: Errur interna. Emprova pli tard anc ina giada.

source: Signing in
rm: S'annunziar

source: Loading
rm: Chargiar

source: per month
rm: per mais

source: Incorrect card number
rm: Numer da carta nuncorrect

source: Card was declined
rm: La carta da credit è venida refusada

source: Card number
rm: Numer da carta

source: Invalid expiry date
rm: Data da scadenza nunvalida

source: Invalid CVV
rm: CVV invalid

source: Subscribe
rm: Abunar

source: Add new credit card
rm: Agiuntar ina nova carta da credit

source: Payment Accepted
rm: Acceptà il pajament

source: Your receipt has been sent to
rm: Tia quittanza è vegnida tramessa a

source: Setting up
rm: Configurar

source: Add Payment Method
rm: Agiuntar ina metoda da pajament

source: Add
rm: Agiuntar

source: Back
rm: Enavos

source: Submit
rm: Trametter

source: Delete Payment Method
rm: Stizzar la metoda da pajament

source: My Account
rm: Mes conto

source: Edit My Account
rm: Modifitgar mes conto

source: Change email address and password
rm: Midar l'adressa dad e-mail ed il pled-clav

source: When you delete your account, all of your subscriptions will be cancelled. This action cannot be undone. Are you sure you want to delete your account?
rm: Sche ti stizzas tes conto vegnan tut tes abunaments annullads. Questa acziun na po betg vegnir revodada. Es ti segirs che ti vuls stizzar tes conto?

source: Delete account
rm: Stizzar il conto

source: Subscriptions
rm: Abunaments

source: You haven't subscribed to anything yet.
rm: Ti n'has anc abunà nagut.

source: Change payment account
rm: Midar il conto da pajamanet

source: Cancel subscription
rm: Annullar l'abunament

source: Transaction Receipts & History
rm: Quittanzas & cronologia da transacziuns

source: Date
rm: Data

source: View transactions from all companies
rm: Mussar transaziuns da tut las interpresas

source: Amount
rm: Import

source: You haven't purchased anything yet.
rm: Ti n'has anc cumprà nagut.

source: Payment Methods
rm: Metoda da pajament

source: You haven't added any credit cards yet
rm: Ti n'has anc agiuntà naginas cartas da credit

source: Add a new card
rm: Agiuntar ina carta da credit

source: Please select
rm: P.pl. tscherner

source: Initializing
rm: Inizialisar

source: Close
rm: Serrar

source: Receipts & History
rm: Quittanzas e cronologia
